{
	"_meta": {
		"sources": [
			{
				"json": "FoEQuickstone",
				"abbreviation": "FoEQ",
				"full": "Frontiers of Eberron: Quickstone",
				"authors": [
					"Keith Baker",
					"Imogen Gingell"
				],
				"convertedBy": [
					"Typherr"
				],
				"version": "1.0.3",
				"color": "9e0b0f",
				"url": "https://www.dmsguild.com/product/493112/Frontiers-of-Eberron-Quickstone"
			}
		],
		"dateAdded": 0,
		"dateLastModified": 0
	},
	"book": [
		{
			"name": "Frontiers of Eberron: Quickstone",
			"id": "FoEQuickstone",
			"source": "FoEQuickstone",
			"author": "FoEQuickstone",
			"published": "2024-09-17",
			"group": "homebrew",
			"cover": {
				"type": "external",
				"url": "https://raw.githubusercontent.com/TheGiddyLimit/homebrew/master/_img/"
			},
			"contents": [
				{
					"name": "Preface"
				},
				{
					"name": "Chapter 1: Life on the Edge",
					"headers": [
						"Using This Book",
						"The Wild Frontier",
						"A Frontier Campaign",
						"Life on the Frontier",
						"Frontier Justice",
						"Droaam Rising"
					]
				},
				{
					"name": "Chapter 2: The Western Frontier",
					"headers": [
						"The Border Road",
						"Towns of the Western Frontier",
						"Distant Cities",
						"Villages and Farms",
						"Landmarks",
						"Famous and Infamous People",
						"Faiths of the Western Frontier"
					]
				},
				{
					"name": "Chapter 3: Quickstone",
					"headers": [
						"The Town on the Border",
						"Groups and Communities",
						"Local Businesses",
						"Other Places of Interest",
						"Criminal Activities"
					]
				},
				{
					"name": "Chapter 4: Frontiers Characters",
					"headers": [
						"Subclasses",
						"Backgrounds",
						"Species",
						"Feats",
						"New and Reprinted Spells"
					]
				},
				{
					"name": "Chapter 5: Treasures Beyond",
					"headers": [
						"Styles of the Western Frontier",
						"Magic Items"
					]
				},
				{
					"name": "Chapter 6: Fearsome Foes",
					"headers": [
						"Breggan Blackcrown",
						"Daelkyr",
						"Demonglass Warriors",
						"Dolguul",
						"Gantii'kaas",
						"Gargoyles",
						"King Grayfinger",
						"Merchant of Misthaven",
						"Overlords",
						"Rhesh Turakbar",
						"Steel Horse",
						"Stoneborn",
						"Stone Cultists",
						"Tribex",
						"Nonplayer Characters"
					]
				},
				{
					"name": "Chapter 7: Heart of Stone",
					"headers": [
						"Running the Adventure",
						"Summary",
						"Part 1: The Westward Cascade",
						"Part 2: Welcome to Quickstone",
						"Part 3: Chthonic Collect-a-thon",
						"Part 4: The Battle for the Seal"
					]
				}
			]
		}
	],
	"bookData": [
		{
			"id": "FoEQuickstone",
			"source": "FoEQuickstone",
			"data": [
				{
					"type": "section",
					"name": "Preface",
					"page": 5,
					"entries": [
						"Five Nations. Secrets of Sarlona. Most canonical Eberron sourcebooks focus on broad concepts or regions—continents, nations, the Last War. Sharn: City of Towers focuses on the greatest city in Khorvaire. In the wake of Exploring Eberron, I knew I wanted to do something different—to dive deeper into a smaller region, picking an interesting point on the map where a group of adventurers could make a difference, and where they could see a town prosper (or fail!) because of their actions. I wanted to explore stories on the edge of the map instead of at the heart of it. But knowing that I wanted to tell stories on a frontier, the question was which frontier? Because in 998 YK, there are a number of interesting choices. Aundair and the Eldeen Reaches. The shard rush in Q'barra. Darguun. All of these were solid options. But ultimately, I love the nation of Droaam. I love looking at creatures that are traditionally classified as monsters and imagining the nation they could build working together. And so this book explores the region that lies between the established human kingdom of Breland and the new, rising nation of Droaam. The opportunity drawing people here isn't gold or even dragonshards. It's Droaam itself, a young nation that is coming into its own. I knew I wanted to tell a tale that draws on classic western tropes, where you could play a warforged sheriff, a small-town preacher, a retired Sentinel Marshal with skeletons in his past. But I loved that this is a place where the Ranger could be a worg and where the Bard might be a harpy—where the classic fantasy elements of Breland mingle with the monstrous denizens of Droaam.",
						"Quickstone began as an adventure—a starting point for characters that wasn't Sharn or Stormreach. As we explored the story, I realized that I wanted to take it further, exploring the entire region and the stories we could tell there. As it turned out, the road to Quickstone was long and hard, filled with random encounters and unexpected challenges. I appreciate the hard work of everyone who's helped us reach the end of this journey. Wayne Chang kept the project moving forward, with help from Sumeet Vats in the final stretch. Imogen Gingell brought the adventure “Heart of Stone” to life, as well as developing subclasses, feats, monsters, and treasures. Luke Volker refined our writing and made sure we were in line with the revised rules in the 2024 version of the fifth edition Player's Handbook, while Sam Sorensen put all the pieces together. A host of artists contributed to the book, and I'm grateful to Carolina Cesario, Matthew Johnson, Julio Azevedo, GAOZ, Vincentius Matthew, Sylverryn, Jonathan Ng, Alexandra Coggon, Olie Bollador, and Eldon Cowgur for giving us a vision of the Western Frontier—and especially to Thomas Bourdon for his amazing cover and to Marco Bernardini for his incredible map of Quickstone. Marco completed this map in 2021, and I'm so happy to finally share it with the world.",
						"But there's another group of people to thank. It's taken a long time to finish the book, but for the last few years I've been running a campaign set in Quickstone for my patrons. Hundreds of people have contributed time and energy toward shaping Quickstone, and many of the NPCs you'll find here are drawn from that campaign. So thanks to everyone who has been a part of Quickstone—and to you for exploring it now. And thanks to my partner Jennifer Ellis for walking from Quickstone to Silver Lake with me.",
						"As always, this book is a vision of Eberron as I run it at my table. You may find details that don't align precisely with previous sourcebooks. It's up to you to decide which version to use—or to use both as inspiration for your own ideas! From the beginning, we wanted Eberron to inspire people to create their own stories. So welcome to the Frontier—I hope you'll make it your own!"
					]
				},
				{
					"type": "section",
					"name": "Chapter 1: Life on the Edge",
					"page": 7,
					"entries": [
						{
							"type": "insetReadaloud",
							"entries": [
								"In the city of Graywall, a Tharashk bounty hunter signals the Sentinel Marshal he's working with. He's found their quarry… In a tavern filled with drunk ogres and trolls. The stench of stale alcohol and sweaty troll is overpowering, and the denizens of the bar have no love for people from the east. One misstep and it will be a short and bloody night…",
								"On the Border Road, a gargoyle soars above an Orien Thunder Coach, keen eyes searching for any evidence of brigands. On the deck of the coach, a warforged sorcerer traces the sigils on their battle staff and contemplates cantrips. It's not a question of if bandits will strike, only a question of when.",
								"In the town of Quickstone, Three Widow Jane studies the tiefling standing at the other end of the Square. Her fingers brush against the hilt of her wand. The horn of the lightning rail howls in the distance as the train pulls into the station, and the duel begins."
							]
						},
						"When people think about adventures in Eberron, they often think of distant and legendary locations—the jungles of Xen'drik, the dragon-realms of Argonnessen, the hidden lands of Sarlona. Others look to the great cities of Sharn, Korth, or Fairhaven, metropolises teeming with people. But there is adventure to be had in the cracks between the great cities and distant lands. In the wake of the Last War, new nations have broken away from the yoke of Galifar, and this has created a host of unique frontiers and untapped opportunities. West of Breland, a number of different cultures have joined together as the nation of Droaam. The medusas of Cazhaak Draal have opened their stone gates, the tieflings of the Venomous Demesne have emerged from their hidden kingdom, and the infamous Daughters of Sora Kell stand above it all. Breland and the other Thronehold nations have refused to recognize Droaam—and this, in turn, means that Droaam isn't obliged to respect the laws and traditions of the nations of the east. And it further means that the border between Droaam and Breland is largely a theoretical concept. This has left a wide swath of land where no one truly holds sway—where each village must stand ready to defend itself from brigands and raiders, where Brelish and Droaamite may dwell side by side, where Cannith goods can be found alongside the arcane creations of the Venomous Demesne. It's a region filled with ancient ruins, some of which have been shunned for centuries—often with good reason. And it is a region filled with expanding cities and newborn hamlets, where people have come in search of opportunity in spite of the danger. This is the Western Frontier.",
						"All the themes of Eberron—the concepts discussed in Eberron: Rising from the Last War—are in play on the frontier. There is opportunity for pulp adventure, for fighting demon-fueled champions in ancient Dhakaani ruins or racing to stop nefarious cultists from releasing the deadly daelkyr. And there's room for noir intrigue, for schemes driven by petty greed and human weakness. The impact of the Last War can be felt here, as veterans and refugees settle in unclaimed lands and war criminals and deserters from the east hide from justice. But there are other themes that are unique to this time and place. This is an opportunity to explore the shifting balance between Droaam and Breland, to find mysteries in towns too small to show up on any map, to bring justice to places where it's long been forgotten. So strap on your wand and saddle up the tribex—Quickstone awaits.",
						{
							"type": "entries",
							"name": "Using This Book",
							"entries": [
								"This book serves as a gateway to the Western Frontier, a region situated between Droaam, Breland, and the Eldeen Reaches. It provides players and Dungeon Masters with the tools needed to create characters and stories tied to this frontier. This can serve as the foundation for an entire campaign. It can be a resource for characters who come from this frontier, regardless of where their adventures take them. And it can inspire adventures that take you down the Border Road en route to other destinations. Here's an overview of the chapters in this book:",
								"This chapter provides an overview of the frontier region, including its history, its cultures, and rules for arcane duels.",
								"Chapter 2: The Western Frontier is a player-facing gazetteer of the region, with an overview of major communities, landmarks, and influential people.",
								"Chapter 3: Quickstone focuses on the town of Quickstone, a Brelish mining town at the foot of the Graywall Mountains. This town makes an excellent anchor point for a Western Frontier campaign, and this chapter provides information about the people, institutions, factions, festivals, and more that can be found in Quickstone.",
								"Chapter 4: Frontier Characters contains unique character options drawn from the Western Frontier. This includes playable species from Droaam, five backgrounds, six subclasses, and sixteen feats inspired by frontier adventures.",
								"Chapter 5: Treasures Beyond includes new magic items and tools for a Western Frontier campaign, as well as a look at the different styles found across the region.",
								"Chapter 6: Fearsome Foes presents new monsters and NPCs drawn from this region. From the trusty tribex to the archfey and overlords, this provides a collection of creatures that can add color to any Eberron game.",
								"Chapter 7: Heart of Stone introduces a party of adventurers to Quickstone and the Western Frontier. It's designed for a party of five 1st-level characters, who will advance to 5th level by the end of the adventure."
							]
						},
						{
							"type": "inset",
							"name": "Fifth Edition Compatibility",
							"page": 8,
							"entries": [
								"The rules and mechanics contained within this book were designed to be compatible with the 2024 version of the Player's Handbook for the fifth edition of Dungeons & Dragons. Much of the book can be used unchanged with the 2014 version of the fifth edition Player's Handbook, while some mechanics, such as subclasses and backgrounds, may need adjustments in order to maintain compatibility."
							]
						},
						{
							"type": "section",
							"name": "Seven Things To Know",
							"page": 8,
							"entries": [
								"What defines the Western Frontier, and what are the key components of a Western Frontiers campaign? Here are seven things to keep in mind:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "1: A Contested Land",
											"entry": "The Western Frontier is the region surrounding Orien Route 7, known to the locals as the Border Road. On maps made by House Sivis, the land west of the road belongs to Droaam. But Breland refuses to acknowledge Droaam. In the wake of the Mourning, Breland and Droaam have pulled back their armies. But there is no treaty between them. Minotaur reavers prey on Brelish settlers east of the road. Brelish brigands sack goblin villages to the west of it. And either one may try to plunder a Thunder Coach of House Orien as it makes its way to Sylbaran."
										},
										{
											"type": "item",
											"name": "2: Justice and Revenge",
											"entry": "The Westwind Riders enforce the Code of Galifar, and Maenya's Fist dispenses justice in the name of the Daughters of Sora Kell. But none of that matters when the Company of the Black Crown comes to town and there's no Rider or Fist within twenty miles. Perhaps there's a sheriff who can stand by your side—or perhaps the sheriff is taking the brigands' gold and sees no profit in stopping them. If you want to see justice done, odds are good you'll be taking matters into your own hands."
										},
										{
											"type": "item",
											"name": "3: A Forgotten Realm",
											"entry": "The Dhakaani Empire once extended across this region, but it collapsed thousands of years ago… and in the ages since then it has been dominated by an ever-shifting assortment of petty tyrants. There are ruins that have been shunned for centuries, manifest zones whose powers have been forgotten, and relics of both Dhakaan and the ancient overlords just waiting to be found. The Five Nations have been tamed for ages, but the Western Frontier is wild and unknown, even to the people of Droaam."
										},
										{
											"type": "item",
											"name": "4: Droaam Rising",
											"entry": "Stories on the Western Frontier often involve interaction between the denizens of Droaam and people from the Five Nations. The contrast between the two—the arrogant old kingdom of humans and the young nation of creatures they've long considered monsters—is a powerful source of drama. But it's important to remember that Droaam isn't primitive or weak. It may use different tools and tactics than the people of the east, but Droaam is on the rise."
										},
										{
											"type": "item",
											"name": "5: Something to Gain",
											"entry": "People are coming to the Western Frontier from both sides of the road, because opportunities abound here. The dragonmarked houses and independent merchants see boundless opportunities for commerce as Droaam expands, and smugglers are always trying to avoid the King's Assessors. Sages are discovering forgotten treasures, and Tharashk is finding new deposits of dragonshards. And there are ancient powers in the region, fiends and fey and more dangerous things, that have been waiting for centuries for a mortal to cross their path…"
										},
										{
											"type": "item",
											"name": "6: Something To Lose",
											"entry": "What are you afraid of? A frontier story is more compelling if you have a stake in the game. It could be your reputation, your land, or your lover. You could have a tie to a town or a mine. In creating a character, think about the things you're afraid of losing."
										},
										{
											"type": "item",
											"name": "7: Harsh and Wide",
											"entry": "The bulk of the Western Frontier is a region known as the Barrens. It's vast and sparsely populated, adding to the sense of isolation and the potential to discover things long forgotten. The harshness of the land reflects the tone of the typical story. The desert doesn't care about your tragedy."
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "The Wild Frontier",
							"page": 8,
							"entries": [
								"In the distant past, the lands west of Breland were a vibrant part of the goblin Empire of Dhakaan. The Six Kings monument on the northern edge of the Graywall Mountains commemorates the founding of this empire. At that time, the region was prosperous and fertile, and networks of roads and tunnels connected a host of Dhakaani towns and cities. That golden age was torn down by the daelkyr. The Xoriat Incursion wasn't a single focused invasion. It was a series of waves, each stronger and deadlier than the last. Orlaask, Avassh, and Dyrrn sank their tendrils into the region and spread corruption and chaos. Some of these were straightforward, physical conflicts—hordes ofdolgaunts and dolgrims supported by mind flayers and beholders clashing with disciplined Dhakaani legions. Others were more subtle, such as Avassh's creation of rageweed, a swiftly spreading plant whose pollen causes hallucinations and enhances aggression in bugbears and hobgoblins. It's not known with certainty who caused the environmental damage, but historical records show that the region now known as the Barrens was once verdant and fertile. It could be that it was the daelkyr Avassh who drained the life from the soil… or it may be that the Dhakaani themselves devastated the land in a desperate, pyrrhic effort to contain the threat posed by the daelkyr. Ultimately, the Daelkyr were defeated, but the damage was irreparable. The psychic wounds inflicted by the daelkyr festered, and civil war, chaotic upheavals, and lingering aberrations and monstrosities tore the empire apart. Within two centuries, the Barrens were a dusty region of haunted ruins. Bugbears and hobgoblins were nearly eradicated. Goblins remained, but they were soon subjugated by the scavengers and predators that emerged from the shadows—feral gnolls, hungry trolls, cruel minotaurs, and far worse things. And the daelkyr aren't the only deadly powers in this place. There is an overlord bound beneath the Barrens, a force that thrives on brutal tyranny. This Horned King fueled the cruelty of the chibs, petty chieftains engaged in endless feuds. Over time, islands of civilization arose in this sea of chaos… The Venomous Demesne. The Znir Pact. The hidden changelings of Lost. The harpies of the high peaks. But these forces remained isolated and all but unknown to the people of the east, who saw only the violence of the chibs and the monstrosities roaming freely.",
								"With the rise of Galifar, Breland laid claim to all the lands west of Silver Lake. But this was just a word written on a map. Throughout the history of Galifar, there were only a handful of Brelish towns west of the Graywall Mountains. The largest of these was the town of Stubborn, which has since become Graywall; the Church of the Silver Flame established Brightstone Keep, which has since become Grimstone. But between the harsh nature of the land and the chaotic aggression of its inhabitants, the rulers of Galifar never considered it worth the effort to fully subjugate it.",
								"Centuries passed. New civilizations arose in the Barrens; the rise of the medusa city-state of Cazhaak Draal went entirely unnoticed by the people of the east. The region was simply a land of monsters, a place for eager templars to venture on bold quests. The denizens of the region were seen as too chaotic to pose any sort of serious threat to Galifar, and the Barrens had nothing of value. Then came the Last War. Galifar shattered into five nations. And along the edges of Khorvaire new nations seized the opportunity. The Mror dwarves declared independence. The Tairnadal elves and Ghaal'dar goblins laid claim to Valenar and Darguun. And in 986 YK, the Daughters of Sora Kellsacked the city of Stubborn and issued an ultimatum to the survivors. “Tell your rulers there's a new power in the west,” Sora Katra told the people of Stubborn. “What you've called the Barrens, we now name Droaam. The land beyond the Graywall and below the Byeshk belongs to our people. Withdraw yours quickly and respect our claim; next time, there will be no survivors.”",
								"The next decade saw a series of dramatic conflicts between Brelish soldiers under the leadership of Count ir'Blis and Droaamite forces. Breland struck at Turakbar's Fist. Droaamites razed villages around Orcbone. The struggle came to an end with the Mourning. As the nations of Khorvaire came together to craft the Treaty of Thronehold, the Daughters of Sora Kell sought a seat at the table. Their petition was denied. The people of the east wouldn't accept a nation of monsters; they were certain it would collapse within a few years. But in 998 YK, Droaam is stronger than ever… and people know it. The dragonmarked houses smell opportunity. Tharashk has found dragonshards and other valuable resources. Brelish nobles are offering veterans and refugees land in this region, drawing a new wave of settlers.",
								{
									"type": "section",
									"name": "A Barren Land",
									"page": 10,
									"entries": [
										"This book isn't about Droaam. It doesn't go into detail about the Great Crag or the other strongholds where the Daughter's rule is uncontested. Nor is it about the great cities of Breland, such as Sharn and Wroat. This is about the lands around Orien Route 7, the barren region claimed by two nations but truly controlled by neither. Here are things you should know about the Western Frontier:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "A Barren Land",
													"entry": "West of Orcbone, the land becomes arid and harsh. Much of the Barrens is covered by scrub grass; one of the few edible plants that grows in the region is a succulent known as sand fruit. There are mesas, chasms, and canyons. But it is hot, dry, and unwelcoming."
												},
												{
													"type": "item",
													"name": "Old Roads",
													"entry": "Long ago the region was a vital part of the Dhakaani Empire. The great cities of the past were destroyed by war and the passage of time, but there are still fragments of the old roads running through the Barrens. While the major roads shown on the canon maps were built by House Orien, there are old roads running between Cazhaak Draal, the Great Crag, and more—and following a stretch of old road can be a good way to find a Dhakaani ruin."
												},
												{
													"type": "item",
													"name": "Ruins and Ghost Towns",
													"entry": "The Barrens are home to a range of ruins. Turakbar's Fist is a relic of the Age of Demons, and there may be remnants of the time when Tol Kharash ruled the region—demonglass monoliths, crystalline bones of forgotten demons, a titan chained in a deep pit only just revealed by a tremor. The Barrens were once an important part of the Dhakaani empire, and there are fragments of the fallen civilization spread across the region. It's possible to find Dhakaani structures that are still intact, from small watchtowers to fortress cities like Cazhaak Draal or Shaarat Kol. But more often, adventurers will encounter remnants of structures destroyed by war and the passage of time, like the chunk of an ancient wall in the town of Quickstone. Keep in mind that Dhakaani architecture usually involved subterranean structures; what appears to be a devastated ruin could have intact vaults extending deep into the earth. And these in turn could have vile spores of Avassh, gargoyle servants of Orlassk, or other relics of the forces that destroyed Dhakaan. And finally, the Barrens holds a host of more recent ghost towns—villages built by Brelish settlers and abandoned in response to the rise of Droaam, or chib camps abandoned under the new order. The Barrens are vast and largely uncharted. When adventurers find a massive Dhakaani statue half-buried, or a demonglass shrine—are they the first people to stumble upon this wonder in the course of centuries? Or is it that others know of this feature, but have learned to shun it?"
												},
												{
													"type": "item",
													"name": "Natural and Supernatural",
													"entry": "The Barrens are a reminder that what is natural in Eberron may seem wondrous or terrifying to us. A wide range of monstrosities live in the Barrens. Just as there are ogres, gnolls, and minotaurs in the region, there are also displacer beasts, leucrottas, griffons, gorgons, and other deadly creatures. Lamias lord over crumbling vaults and bulettes burrow through stone. Manifest zones add another layer to what is possible in the natural world. So what first appears to be a bland stretch of rock could instead hide planar wonders or monstrous threats…"
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "A Frontier Campaign",
							"page": 10,
							"entries": [
								"There are countless stories that could draw a party of adventurers to the Western Frontier. To name just a few:",
								"The Fugitive. The adventurers have to find a war criminal—an Aundairian battle mage who's taken refuge in Graywall. Perhaps they need her expertise to deal with a greater threat; perhaps they need to bring her to justice before the Royal Eyes can smuggle her back to Fairhaven.",
								"Turakbar's Fist. This vile citadel holds the power of a fiendish overlord. Adventurers must stop Rhesh Turakbar from performing a foul ritual—or failing that, kill him before he can become an avatar of the Horned King.",
								"The Long Road. The Border Road supports a steady stream of commerce. A party of adventurers is hired to guard an Orien Thunder Coach transporting something secret and vital from Ardev to Sylbaran. Along the way they'll deal with trouble from both sides of the road, and from Ashbound druids as well. What is their hidden cargo?",
								"Tomb Raiders. A sage discovers the location of a legendary Dhakaani treasure vault hidden beneath the Barrens. Depending on their nature, the adventurers could be driven by greed or because it belongs in a museum! The adventurers must race across the frontier, finding clues to the location of the vault while staying one step ahead of the Order of the Emerald Claw. But what happens when they enter the tomb and find that a squad of Khech Volaar dar are already there? Will the adventurers help the Dhakaani reclaim their ancestral relics, or will they claim the treasures themselves?",
								"All of these are fine stories that give adventurers a reason to visit the region—to find the criminal, to claim the treasure, to kill the possessed warlord. The adventure at the end of this book, “Heart of Stone,” gives adventurers an introduction to Quickstone and a grounding in the region, and if they wish, they can move elsewhere when it's done. But there is another option: using the Western Frontier as the foundation for an entire campaign. If that's a path you want to follow, there are a few steps to follow. Think about the themes you want to explore in the campaign. Consider the roles that characters can play. And choose a location that will best serve that story.",
								{
									"type": "section",
									"name": "Campaign Themes",
									"page": 11,
									"entries": [
										"The Western Frontier draws on a host of different sources for inspiration, from {@i Deadwood} to {@i Game of Thrones}. Do you want to defend your home from brigands and robber barons? Do you want to get involved with the intrigues of Droaam's warlords, or do you just want to get rich? Consider the following ideas, and which of them you'd like to play a role in your campaign.",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "Home and Hearth",
													"entry": "You have a home, and it matters to you. Perhaps it's your family farm. Maybe you lost everything in the Mourning, and you're trying to build a new haven for your people on the edge of the Five Nations. Perhaps you cashed in everything you had to leave Sharn and open a tavern in Quickstone. Whatever the story, you have a stake in your community, and you want to see it thrive. You're not thinking about saving the world, not at the start of the story—you're thinking about the reavers that sacked Jadon's Holt, about fixing the old roof, and about who you're going to take to the Sand Fruit Festival next month. In this campaign, the town you live in is another character in your story—as the campaign unfolds, you'll have to decide how to expand it and how to protect it."
												},
												{
													"type": "item",
													"name": "Revenge",
													"entry": "Someone did you wrong. Perhaps the warlord Rhesh Turakbar decimated your unit during the Last War. Maybe you worked with the bandit queen Breggan Blackcrown until she betrayed you. Maybe you believed in the Swords of Liberty until you learned what Beggar Dane is really up to. So what are you going to do about it? It may well be that you lack the power to challenge your enemy as the story opens. You're going to need to hone your skills, to acquire allies, and to learn your enemy's weaknesses. But you will have justice, or you will die in the attempt."
												},
												{
													"type": "item",
													"name": "Greed",
													"entry": "A Dragonmarked House has set its sights on your town, and they'll do anything to get what they want. An investor has restored the Byeshk mine in your town, and it's bringing in an assortment of unsavory characters. Or perhaps your party has acquired something of great value—you've got the claim to the Byeshk mine, or a deposit of dragonshards—but someone or something is standing in your way. There will be blood!"
												},
												{
													"type": "item",
													"name": "Treasure",
													"entry": "You've learned about an amazing hoard somewhere in the Barrens. It could be a Dhakaani ruin, or it could be the lair of a rogue dragon, the treasure chamber of the archfey King Grayfinger, a vault in the Venomous Demesne, or a chest buried by a previous group of Brelish settlers. To find it you'll have to piece together clues. You'll have to deal with rivals. You'll have to lead an expedition across the Barrens. And if you succeed, you'll have a new set of challenges to face. It's enough wealth to change lives in the Barrens—what will you do with it? And the artifacts in the hoard are exceptionally powerful—but that power will attract attention"
												},
												{
													"type": "item",
													"name": "Ancient Mystery",
													"entry": "Dhakanni ruins. Demonglass shrines. The daelkyr Orlassk. The lurking undead of the Kech Nasaar. There are a thousand secrets hidden across the Western Frontier, and you need to unravel one of them. The question is whether this is purely of academic interest, or whether the subject you're investigating is a threat that is stirring. Initially, you might simply be searching for the source of a series of demonglass idols, but by the end of the campaign, you could be going toe to toe with the overlord Tol Kharash."
												},
												{
													"type": "item",
													"name": "Folk Horror",
													"entry": "You live in a peaceful mining village, but something strange is going on. People say the stone is whispering to them. And you've seen figures moving in the night, their faces hidden by quickstone masks… Folk Horror is more subtle than an Ancient Mystery. This is a danger that doesn't threaten the world, but what will it do to your friends and family? Perhaps a cult of Orlassk is spreading through your town—can you save the people who've been seduced by the whispering stone, or is it too late for them? Or maybe foolish people are making bargains with the Merchant of Misthaven. Can you undo the havoc wrought by her dangerous gifts?"
												},
												{
													"type": "item",
													"name": "Monsters and Men",
													"entry": "Your story will be driven by interactions between the denizens of Droaam and the people of the east. Can you learn from one another? Can you find common ground, or will fear and prejudice lead to conflict?"
												},
												{
													"type": "item",
													"name": "The Dream of Droaam",
													"entry": "Whether you're from Droaam or the Five Nations, you believe in Droaam. You want to see it stable and secure, standing alongside the other Five Nations. But your adventures will lead you into a host of intrigues that will lead you across the Western Frontier. Which warlord is trying to destroy the Daughters of Sora Kell and seize their power? Which one is an agent of Tol Kharash? Which of the eastern nations has sent assassins and provocateurs to stir up conflict? And how can you—a lowly band of adventurers—gain the influence you need to play a meaningful role in this saga?"
												},
												{
													"type": "item",
													"name": "War",
													"entry": "Breland and Droaam are on the brink of war, and if it happens, you will have a role to play. Are you working to prevent the conflict, or are you carrying out missions to ensure that your nation is in the strongest position when it happens? If and when war breaks out, will you be fighting on the front lines, or will you be trying to protect your hometown?"
												}
											]
										},
										"While some of these suggestions are written from the perspective of Brelish characters, they are equally compelling for a party for Droaamites or a mixed alliance. Home and Hearth could be a newly established Droaamite village on the edge of the Border Road. You might seek Revenge on an abusive former chib!"
									]
								},
								{
									"type": "section",
									"name": "Character Roles",
									"page": 12,
									"entries": [
										"There's a place for anyone on the Western Frontier. But here are a few ideas that work especially well in a Western Frontier campaign. Many of these work best if you are attached to a particular location—as in the Home and Hearth theme mentioned above. You could just be a Preacher… but the story can be more compelling if you are the Preacher for a small community, seeking to provide spiritual guidance to your people even as you are fighting supernatural threats or engaging in Droaamite intrigue. While these ideas are largely tied to the easterners, they can easily be adapted for Droaamites—a medusa preacher of the Cazhaak Six, a changeling magistrate serving Katra's Voice, a kobold sheriff who wears no star but who strives to protect their community.",
										"These are just a few possibilities. Any options that aren't used as player characters can work well as NPCs. Your town will have a sheriff; if you don't take the job, you'll have to deal with the NPC that does.",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "The Sheriff",
													"entry": "You're wearing a tin Star of Arrah, and you've sworn to keep the peace. Are you noble by nature? Are you seeking redemption for a troubled past? Or are you using this position for personal gain?"
												},
												{
													"type": "item",
													"name": "The Preacher",
													"entry": "You're the spiritual guide for your community. Because of this, whatever faith you choose to follow will be the primary faith of your town or village. Are you a Vassal? A follower of the Flame? A Greensinger? If your religion is unusual or secretive—a Three Faces cult, the Seekers—you could have fought to establish this community on the frontier."
												},
												{
													"type": "item",
													"name": "The House Agent",
													"entry": "You're a dragonmarked heir serving the interests of your house on the Western Frontier. Do you believe that your house will improve the lives of the people of your community, or are you purely interested in profit?"
												},
												{
													"type": "item",
													"name": "The Magistrate",
													"entry": "A counterpart to the Sheriff, more likely driven by intelligence than strength. You also seek to maintain order in your town, but you're responsible for maintaining records and administering justice. If there's a mystery in town, you need to solve it"
												},
												{
													"type": "item",
													"name": "The Innkeeper",
													"entry": "You've got a stake in this town, and you want to see it prosper. A lot of people pass through your inn, and might have ties to any number of risky opportunities. Are you tied to House Ghallanda, or are you independent?"
												},
												{
													"type": "item",
													"name": "The Blacksmith",
													"entry": "You're a stoic and reliable figure admired by the people of your town. Blacksmith is a good role for a Fighter or Artificer, but you could choose a different profession; you might be the town healer, or a simple tailor. You might have once been a soldier or a spy, but for now you're trying to make a simple, honest living."
												},
												{
													"type": "item",
													"name": "The Entertainer",
													"entry": "Whether you're a Phiarlan bard or a harpy songbird from Droaam, you bring a little joy to your town, and you're always interested in a new story. Are you as innocent as you appear to be, or do you have a hidden agenda?"
												},
												{
													"type": "item",
													"name": "The Mystic",
													"entry": "You have ties to the divine or to druidic mysteries, but you aren't the town preacher, and you may be the only person of your faith in town. Are you following a vision? Are you seeking redemption after a crisis or faith?"
												},
												{
													"type": "item",
													"name": "The Wandslinger",
													"entry": "You're a charismatic gambler and rake, and you're the fastest wand in the west—if you do say so yourself. You're looking to build your reputation as a duelist. Are you a noble heir running from your responsibilities? A former smuggler? Do you have debts to pay or a price on your head?"
												},
												{
													"type": "item",
													"name": "The Sage",
													"entry": "You're fascinated by the history of this region, and might have a particular interest in the Dhakaani Empire, the daelkyr, or the Age of Demons. Is this purely academic, or are you searching for secrets of magic or artifice? You could be serving as a schoolteacher or putting your talents to work in another useful way."
												},
												{
													"type": "item",
													"name": "The Chronicler",
													"entry": "You're an investigative reporter for the Sharn Inquisitive or the Korranberg Chronicle, and you know there's a story out here. Are you chasing a particular subject, or just waiting for a compelling story to appear?"
												},
												{
													"type": "item",
													"name": "The Folk Hero",
													"entry": "You're no sheriff, but you strive to help people in need… and since that bard wrote that song about you, you've become something of a celebrity. Is there a particular group you're championing— Brelish settlers, kobolds, Cyran refugees? Are you a templar of the Silver Flame, seeking supernatural evil? Or is your fame based on an inaccurate story— are you not the hero people believe you to be?"
												},
												{
													"type": "item",
													"name": "The Old Soldier",
													"entry": "You might have served in one of the armies of the Last War. You could have been a Sentinel Marshal of House Deneith. Regardless of the details, you served and fought for decades—and now you're sick of war and searching for a little peace. You performed legendary feats in the past, but you don't talk about the Last War. Perhaps you've adopted a child or started a farm. You don't want to draw your sword again… but you just might have to."
												},
												{
													"type": "item",
													"name": "The Hunter",
													"entry": "You're a bounty hunter. You could be tied to House Tharashk, tracking criminals and other fugitives for gold. Or you could hunt monstrosities for the bounty on their teeth. Are you in it for the money? Do you need the thrill? Or is it something else that drives you?"
												},
												{
													"type": "item",
													"name": "The Fugitive",
													"entry": "You can never return to the Five Nations. There's no price on your head—for the moment— but if you ever go back, your enemies will destroy you. Perhaps you're a dragonmarked excoriate, driven from your house for conducting forbidden experiments. Maybe you're a heretic, or perhaps you're the oldest heir of a noble family that wants your younger sibling to inherit the title. Do you hope to one day return to your home, or do you like the freedom of your exile?"
												},
												{
													"type": "item",
													"name": "The Orphan",
													"entry": "You lost everything and everyone you cared about. You might be a Cyran refugee fleeing the Mourning, a kobold whose village was sacked by the Company of the Black Crown, or a settler whose family was killed by Rhesh Turakbar's reavers. Perhaps you're a Hexblood or a Kalashtar, and you don't even remember what happened to your parents; you've been struggling to survive alone, and now you may have found a new family."
												},
												{
													"type": "item",
													"name": "The Mysterious Stranger",
													"entry": "You're a grim figure. You could be a Tairnadal elf, masked and veiled. An Eldeen druid on a secret mission. A tiefling wandslinger from the Venomous Demesne. You don't talk about your past and never say two words when one will do. You're waiting for someone or something. But while you wait, you're happy to use your wand for a good cause."
												}
											]
										},
										"Choosing a role is a starting point, and usually helps suggest a character's class and background. In addition to choosing a role, players may want to answer the following questions:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												"{@b How were you affected by the Last War?} Did your character fight in the Last War, and if so, for which nation? If the character is a Droaamite, did they fight against Brelish forces? Regardless of whether the character fought in the war, did they lose friends, family, or property because of it?",
												"{@b What do you believe?} This could be the character's religion. However, even if they don't have faith in the divine, they might care about a nation (helping Cyran refugees), a political cause (abolishing the Brelish monarchy), or the advancement of Droaam.",
												"{@b What do you want?} What is their greatest desire— Wealth? Fame? A lost heirloom? A family? Revenge? What are you afraid of losing? Their reputation? Their family? Their faith? Their familiar"
											]
										},
										"Once again, these are just a few options! After considering these questions, what are other details that come to mind?"
									]
								},
								{
									"type": "section",
									"name": "Location",
									"page": 14,
									"entries": [
										"The Home and Hearth theme gives the adventurers roots in a community—something that works well with character concepts like the Sheriff, the Preacher, and the Innkeeper. A simple option is to use the town of Quickstone, which is described in chapter 3; simply replace the existing NPCs with characters who take on their roles. On the other hand, the party could create an entirely new village or town that lies along the Border Road. The party could even have a mobile base of operations, serving as the crew of an Orien Thunder Coach (see chapter 5) that's traveling back and forth between Ardev and Sylbaran—essentially, a ship on wheels.",
										"As the DM, work with the players to add personal details to the location you choose. If it's a new village, what's its name? What's unique about the location? Is there a useful manifest zone? A shrine? A cemetery? When using Quickstone, players can add details to existing locations. Which tavern do they drink at, and why? Do they sympathize with the Grizzlies or the Mourners? How do they feel about the rise of Main Street and the upcoming Kundarak enclave? For each character, who's their best friend in the town, and who's their worst rival? The goal is to give each character a connection to the community—and to give the players a reason to care about it.",
										"If the players aren't interested in having a home base, the DM can still choose a location or two that are particularly relevant for them. What's the tavern they always stop at when they're traveling on the Border Road? Who's their most useful contact in Graywall? Who's the bard they keep meeting on the road? Again, this serves to give the players a connection to the region and provides the DM with some hooks they can use over the course of the campaign."
									]
								},
								{
									"type": "section",
									"name": "Wealth and Power",
									"page": 14,
									"entries": [
										"As a player character becomes wealthy and powerful, they may find some of the stories on the frontier to be less compelling. A 15th level Wizard with a purse full of diamonds won't have much trouble with a band of basic brigands. There are a few ways to handle this. The first is to shift rewards. “Heart of Stone,” the adventure included in this book, can carry characters to 5th level. This makes them quite capable by the standards of the Western Frontier. Moving forward, the DM could reduce XP rewards, cutting them by 50-75%; the characters will continue to advance, but slowly. Likewise, they may receive less gold than is typically assigned to the challenges they overcome. The point isn't to penalize the adventurers—it's to give them different rewards. Rather than raw currency, rewards can be favors, improved reputation, useful magic items—whether that's an experimental potion, a Dhakaani adamantine blade, or a golden fiddle from the Merchant of Misthaven—or, potentially, Epic Boons or Supernatural Gifts. Adventurers who shatter Orlassk's cursed altar might receive a Supernatural Gift without explanation; is it a gift from the archfey King Grayfinger, a show of gratitude for cleansing the stone? Or is it the first manifestation of Orlassk's “blessing”—which might soon become a curse?",
										"Once again, the goal isn't to deny the characters a sense of accomplishment or advancement. The point is that, as the economy of the Western Frontier operates at a lower level than Sharn or Fairhaven, the adventurers don't need a lot of gold for it to be significant. Likewise, they should feel that they are gaining useful things because of their victories—but those can be favors or blessings rather than the ability to cast 7th level spells.",
										"This is an option, but it's not the only one. If a DM wants to run a higher level campaign on the Western Frontier, the challenges faced by the adventurers can evolve to match their power. Fiends could manifest through Rhesh Turakbar's Demonglass Warriors. Mordain the Fleshweaver could unleash deadly threats tailored specifically to challenge the adventurers. Orlassk could unleash a Stoneborn Tarrasque. These sorts of threats will certainly shift the tone of the campaign, but there are ways to challenge high-level characters."
									]
								},
								{
									"type": "section",
									"name": "Life and Death",
									"page": 14,
									"entries": [
										"What sort of story do you want to tell? The Western Frontier can be a harsh and unforgiving place. Is this a tale where a hero can die in the blink of an eye, or is it a story where the protagonists will be in it to the end, but they will carry scars to remind them of their failures? At the start of the campaign, the DM and players should decide which approach they want to take. The default is to use the rules exactly as they stand, including the potential for instant death from massive damage and the use of Death Saving Throws. However, if everyone involved in the campaign agrees, you could use one of the following options:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "No Country for Old Minotaurs",
													"entry": "Death is always on the table. A character reduced to 0 Hit Points always fails Death Saving Throws, meaning that allies have only three rounds to save a fallen friend before they die. In addition, a character instantly dies if they suffer 10 points of damage from a single attack while at 0 Hit Points (rather than damage equal to their Hit Point maximum). The Western Frontier is a dangerous place, and players should always have a second character in mind…"
												},
												{
													"type": "item",
													"name": "Safety in Numbers",
													"entry": "Characters automatically stabilize if they have an ally within 60 feet, with no action required. The only way for a character to die is through massive damage or if all characters in a scene are reduced to 0 Hit Points; you live together or die together. However, failure has consequences! A character reduced to 0 Hit Points suffers a Scar, as described below. In this model, death is rare, but characters still suffer some form of loss due to their failure."
												},
												{
													"type": "item",
													"name": "Nothing but Scars",
													"entry": "A character automatically stabilizes upon reaching 0 Hit Points. The only way for a character to die is if they agree that their character should die—they're making a heroic sacrifice, or it otherwise feels appropriate to the story. However, any character reduced to 0 Hit Points suffers a Scar."
												}
											]
										},
										"A secondary option if players don't want their characters to be at risk of death but dramatically want it to feel like it's on the table is the Miraculous Return. Characters can die as per the standard rules, but a short time after death, they will return: the question is how. A few possibilities…",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												{
													"type": "item",
													"name": "The Queen of the Dead",
													"entry": "The character dies, and the spirit goes to Dolurrh… and the Queen of the Dead plucks them from the mists and sends them back. This could be a bargain: Perhaps they're returned to life, but they have one month in which to kill someone who's evaded the queen's grasp. Or perhaps the character remembers the Queen whispering, but can't remember what they said—and that memory will return at a vital moment."
												},
												{
													"type": "item",
													"name": "Zerasha",
													"entry": "This medusa priest of the Shadow dwells in Graywall and is one of the few people with the power to return life to the dead. She asks nothing for this service—which should make the adventurers nervous. Why does the Shadow want the character to live?"
												},
												{
													"type": "item",
													"name": "Sora Teraza",
													"entry": "The blind hag also has the power to raise the dead, though she rarely uses this gift. If she does so, it means that there is something the character still has to do. But is this destiny heroic or tragic?"
												},
												{
													"type": "item",
													"name": "Mordain",
													"entry": "The character wakes up on the edge of Mordain's domain. They haven't been resurrected; they've been recreated by the Fleshweaver. Why has he cloned the adventurer? Could this mean he has other clones of them he could release into the world?"
												}
											]
										},
										"The point of a miraculous return is that the character does die, but they are restored to life in a way that creates interesting hooks for the future of the campaign.",
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"entries": [
														{
															"type": "entries",
															"name": "Scars",
															"entries": [
																"There can be suspense and risk even if death is taken off the table. Everyone has something to lose, and when a character is taken to 0 Hit Points, they will lose something. The severity and nature of the loss can vary based on the circumstances of the defeat. If a player is defeated in a barroom brawl, they aren't going to lose a leg—but they could take a blow to their reputation. The simplest option is a literal scar: a permanent reminder of injury and defeat. It's up to the player to decide how the character is marked, but the scar should be somewhere obvious; it's an ongoing reminder of their defeat. A more severe injury could result in the loss of all or part of a limb; remember that Eberron: Rising from the Last War has Prosthetic Limbs! But scars don't have to be physical. A character could have a traumatic reaction to the source of their defeat; going forward, they suffer Disadvantage on ability checks or attack rolls directly related to the person or creature that scarred them. The damage could be to their reputation, as word of the defeat spreads and wherever they go, people bring up the story. Finally, the defeat could trigger an unrelated loss; a business deal falls through, tragedy strikes an ally or relative, the adventurer's farm catches fire while they are away. It's not that the character nearly dying caused the fire on their farm—but tragedy comes in twos, and the adventurer's defeat is echoed elsewhere in their life."
															]
														}
													]
												}
											]
										},
										"There's nothing wrong with just using the standard rules for death and dying. But talking about it is a way for both the players and the DM to establish their expectations for a campaign, setting the tone for the story to come"
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Life on the Frontier",
							"page": 15,
							"entries": [
								"The Western Frontier is a contested region caught between Breland, Droaam, and the Eldeen Reaches. Travelers and merchants from all three of these nations mingle on the Border Road and interact in villages and towns. Here are a few details about how the experience of everyday life differs from that of the Five Nations.",
								{
									"type": "section",
									"name": "East and West",
									"page": 15,
									"entries": [
										"While Breland may not recognize Droaam, the people who live on the Western Frontier largely recognize the Border Road as the line between Droaam and Breland. Denizens of Droaam use the term aravaat—the Goblin word for “Easterner”—to refer to people from the Five Nations, or anywhere east of the Graywall Mountains. A lot of Brelish settlers still use the term “monster” as a general term for Droaamites, but they also use west in place of Droaam; “Tell Captain Devra we've got some friends from the west.”"
									]
								},
								{
									"type": "section",
									"name": "Languages",
									"page": 16,
									"entries": [
										"Common and Goblin are the two primary languages spoken on the Western Frontier. The Dhakaani Empire established Goblin in the region, and it has long been the lingua franca of the different cultures of the Barrens. The Brelish brought Common from the east, and the Daughters of Sora Kell encourage Droaamites to learn it; they've worked with House Tharashk to establish schools in the major Droaamite cities that teach Common, as well as fostering literacy in both Common and Goblin. So knowing one of these two languages goes a long way on the frontier, and most denizens of Droaam should have Goblin in their stat block in place of Giant or Orc. However, there are a number of other languages that can be heard on the frontier. Anyone with the ability to cast a Druid spell can learn Druidic, and travelers from the Eldeen Reaches may speak in this language; Greensingers often know Sylvan as well. The Orc language has largely been lost, as shown by the fact that the major orc cultures—the Gaa'aram and Gaa'ran—are named in Goblin; however, there could be isolated communities where it is still spoken. The mages of the Venomous Demesne learn Infernal as a trade skill, and may curse in this tongue or use it to speak privately.",
										"These languages are drawn from the standard rules of D&D. However, there are a few more languages that could exist on the Western Frontier if the DM wishes to add complexity. The issue is that these optional languages are extremely narrow and will be almost useless in most situations. Because of this, if the DM decides to use these four languages, they may wish to give them to appropriate characters as a free benefit in addition to any other languages they may know. These languages are:",
										{
											"type": "list",
											"style": "list-hang-notitle",
											"items": [
												"{@b High Kaluu,} spoken only in the Venomous Demesne; it has its roots in Draconic, Infernal, and Riedran.",
												"{@b Stonegrind,} the language of the gargoyles of Grimstone, which involves grinding stone surfaces together; other creatures can learn to understand it, but cannot speak it without a set of stones.",
												"{@b Tauric} is the language of the minotaur clans of the Barrens.",
												"{@b Wuura'gaa} is the native tongue of the worgs of the Watching Wood."
											]
										},
										{
											"type": "table",
											"caption": "Frontier Languages",
											"page": 16,
											"colLabels": [
												"Language",
												"Speakers"
											],
											"colStyles": [
												"col- text-",
												"col- text-"
											],
											"rows": [
												[
													{
														"type": "cell",
														"width": 2,
														"entry": "{@i Standard Languages}"
													}
												],
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Common",
														"Easterners, House Tharashk"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Goblin",
														"Droaamites, House Tharashk"
													]
												},
												[
													{
														"type": "cell",
														"width": 2,
														"entry": "{@i Rare Languages}"
													}
												],
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Daelkyr (Deep Speech)",
														"Aberrations, cultists"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Druidic",
														"Primal spellcasters"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Gnoll",
														"Gnolls"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Gnome",
														"Sivis Stonespeakers, Korranberg chroniclers"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Infernal",
														"Venemous Demesne, Warlocks"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Orc",
														"Isolated orc tribes"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Serpentine",
														"Medusas"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Sylvan",
														"Fey, Greensingers"
													]
												},
												[
													{
														"type": "cell",
														"width": 2,
														"entry": "{@i Optional Languages}"
													}
												],
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"High Kaluu",
														"Venemous Demesne"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Stonegrind",
														"Gargoyles of Grimstone"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Tauric",
														"Minotaurs"
													]
												},
												{
													"type": "row",
													"style": "row-indent-first",
													"row": [
														"Wuura'gaa",
														"Worgs of the Watching Wood"
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Currency",
							"page": 16,
							"entries": [
								""
							]
						},
						{
							"type": "section",
							"name": "Goods, Services, and Rewards",
							"page": 17,
							"entries": [
								""
							]
						},
						{
							"type": "section",
							"name": "Everyday Magic and Everyday Monster",
							"page": 17,
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Frontier Justice",
					"page": 18,
					"entries": [
						"",
						{
							"type": "section",
							"name": "Wands at High Noon: The Arcane Duel",
							"page": 20,
							"entries": [
								""
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Droaam Rising",
					"page": 24,
					"entries": [
						"",
						{
							"type": "section",
							"name": "Cultures of Droaam",
							"page": 25,
							"entries": [
								"",
								{
									"type": "section",
									"name": "The Gargoyles of Grimstone",
									"page": 25,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "The Gnolls of the Znir Pact",
									"page": 28,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "The Harpies of the Byeshk Mountains",
									"page": 31,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "The Medusas of Cazhaak Draal",
									"page": 32,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "The Tieflings of the Venomous Demesne",
									"page": 35,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "The Worgs of the Watching Wood",
									"page": 38,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Other Species",
									"page": 41,
									"entries": [
										""
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 2: The Western Frontier",
					"page": 45,
					"entries": [
						{
							"type": "section",
							"name": "The Border Road",
							"page": 45,
							"entries": [
								"",
								{
									"type": "section",
									"name": "The Shape of the Road",
									"page": 46,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Traffic",
									"page": 46,
									"entries": [
										"",
										{
											"type": "section",
											"name": "Encounters on the Road",
											"page": 46,
											"entries": [
												""
											]
										},
										{
											"type": "section",
											"name": "Random Encounters",
											"page": 49,
											"entries": [
												""
											]
										}
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Towns of the Western Frontier",
							"page": 51,
							"entries": [
								"",
								{
									"type": "section",
									"name": "Ardev",
									"page": 51,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Argonth",
									"page": 57,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Castle Arakhain",
									"page": 60,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Graywall",
									"page": 61,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Orcbone",
									"page": 65,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Quickstone",
									"page": 67,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Shavalant",
									"page": 68,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Silver Lake",
									"page": 71,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Sylbaran",
									"page": 72,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Turakbar's Fist",
									"page": 77,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Unicorn Point",
									"page": 79,
									"entries": [
										""
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Distant Cities",
							"page": 81,
							"entries": [
								"",
								{
									"type": "section",
									"name": "Cazhaak Draal",
									"page": 82,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Grimstone Keep",
									"page": 83,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Lost",
									"page": 83,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Shaarat Kol",
									"page": 84,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "The Venomous Demesne",
									"page": 86,
									"entries": [
										""
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Villages and Farms",
							"page": 87,
							"entries": [
								""
							]
						},
						{
							"type": "section",
							"name": "Landmarks",
							"page": 88,
							"entries": [
								"",
								{
									"type": "section",
									"name": "The Barrens",
									"page": 88,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "The Byeshk Mountains",
									"page": 88,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "The Graywall Mountains",
									"page": 90,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Nasaar Kol",
									"page": 91,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Silver Lake",
									"page": 92,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Whitehorn Wood",
									"page": 92,
									"entries": [
										""
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Famous and Infamous People",
							"page": 93,
							"entries": [
								"",
								{
									"type": "section",
									"name": "Beggar Dane",
									"page": 93,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Breggan Blackcrown",
									"page": 94,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Briar",
									"page": 95,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Count Thavius ir'Blis",
									"page": 95,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "The Daughters of Sora Kell",
									"page": 96,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Epitaph",
									"page": 97,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Kethelrax the Cunning",
									"page": 98,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Rhesh Turakbar",
									"page": 99,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Sheshka",
									"page": 100,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Vael",
									"page": 101,
									"entries": [
										""
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Faiths of the Western Frontier",
							"page": 102,
							"entries": [
								"",
								{
									"type": "section",
									"name": "The Sovereign Host",
									"page": 102,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "The Dark Six",
									"page": 104,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "The Silver Flame",
									"page": 105,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "The Cults of the Dragon Below",
									"page": 106,
									"entries": [
										""
									]
								},
								{
									"type": "section",
									"name": "Other Faiths",
									"page": 107,
									"entries": [
										""
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Chapter 3: Quickstone",
					"page": 109,
					"entries": []
				},
				{
					"type": "section",
					"name": "Chapter 4: Frontiers Characters",
					"page": 147,
					"entries": []
				},
				{
					"type": "section",
					"name": "Chapter 5: Treasures Beyond",
					"page": 173,
					"entries": []
				},
				{
					"type": "section",
					"name": "Chapter 6: Fearsome Foes",
					"page": 187,
					"entries": []
				},
				{
					"type": "section",
					"name": "Chapter 7: Heart of Stone",
					"page": 224,
					"entries": []
				}
			]
		}
	],
	"background": [
		{
			"name": "Dragonmarked Bravo",
			"source": "FoEQuickstone",
			"page": 156,
			"edition": "one",
			"ability": [
				{
					"choose": {
						"weighted": {
							"from": [
								"int",
								"wis",
								"cha"
							],
							"weights": [
								2,
								1
							]
						}
					}
				},
				{
					"choose": {
						"weighted": {
							"from": [
								"int",
								"wis",
								"cha"
							],
							"weights": [
								1,
								1,
								1
							]
						}
					}
				}
			],
			"feats": [
				{
					"lesser dragonmark|FoEQuickstone": true
				}
			],
			"skillProficiencies": [
				{
					"athletics": true,
					"intimidation": true
				}
			],
			"languageProficiencies": [
				{
					"anyStandard": 2
				}
			],
			"toolProficiencies": [
				{
					"": true
				}
			],
			"startingEquipment": [
				{
					"a": [
						{
							"item": "spear|xphb"
						},
						{
							"item": "light crossbow|xphb"
						},
						{
							"item": "bolt|xphb",
							"quantity": 20
						},
						{
							"item": "quiver|xphb"
						},
						{
							"item": "traveler's clothes|xphb"
						},
						{
							"item": "dragonmark signet|FoEQuickstone"
						},
						{
							"item": "tool as indicated on the Dragonmarked Backgrounds table"
						},
						{
							"value": 1200
						}
					],
					"b": [
						{
							"value": 5000
						}
					]
				}
			],
			"entries": [
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Ability Scores:",
							"entry": "Intelligence, Wisdom, Charisma"
						},
						{
							"type": "item",
							"name": "Feat:",
							"entry": "{@feat Lesser Dragonmark|FoEQuickstone}"
						},
						{
							"type": "item",
							"name": "Skill Proficiencies:",
							"entry": "{@skill Athletics|XPHB} and {@skill Intimidation|XPHB}"
						},
						{
							"type": "item",
							"name": "Tool Proficiency:",
							"entry": "As indicated on the Dragonmarked Backgrounds table"
						},
						{
							"type": "item",
							"name": "Equipment:",
							"entry": "Choose A or B: (A) {@item Spear|XPHB}, {@item Light Crossbow|XPHB}, {@item Bolt|XPHB|20 Bolts}, {@item Quiver|XPHB}, {@item Traveler's Clothes|XPHB}, {@item Dragonmarked Signet|FoEQuickstone}, Tool as indicated on the Dragonmarked Backgrounds table, 12 GP; or (B) 50 GP"
						}
					]
				}
			],
			"hasFluff": true
		}
	],
	"backgroundFluff": [
		{
			"name": "Dragonmarked Bravo",
			"source": "FoEQuickstone",
			"entries": [
				"Your work for your house took advantage of your strength and speed. Were you a mercenary fighting in the Last War? A guardian protecting your family's assets and interests? A laborer moving crates in a warehouse? You're a dragonmarked heir and still have good standing with your family, but you find the freewheeling life of an adventurer to be more compelling than following all the rules and regulations of one of the house guilds."
			]
		}
	],
	"feat": [
		{
			"name": "Lesser Dragonmark",
			"source": "FoEQuickstone",
			"page": 165,
			"category": "O",
			"prerequisite": [
				{
					"note": "Member of appropriate species"
				}
			],
			"entries": [
				"You possess a Lesser Dragonmark, which is visible somewhere on your body. You gain the following benefits.",
				{
					"type": "entries",
					"name": "Manifest Dragonmark",
					"entries": [
						"You manifest a dragonmark. Your choice of Mark is restricted by your species, as shown in the Least Dragonmark Benefit table. Your choice of Mark determines the skills, tools, and spells you gain, as given in the same table. When you select this feat, choose Intelligence, Wisdom, or Charisma as your spellcasting ability for the feat's cantrip(s) and spells."
					]
				},
				{
					"type": "entries",
					"name": "Guidance of the Mark",
					"entries": [
						"You add 1d4 to any ability check you make using the skills or tools associated with your Mark."
					]
				},
				{
					"type": "entries",
					"name": "Cantrip",
					"entries": [
						"You learn the cantrip(s) associated with your Mark. The Mark of Handling and Mark of Warding don't grant a cantrip; instead, each Mark grants three Spells of the Mark."
					]
				},
				{
					"type": "entries",
					"name": "Spells of the Mark",
					"entries": [
						"Your dragonmark grants you access to the spells associated with your Mark. You always have these spells prepared, and you can cast each of them once at their lowest level without expending a spell slot. When you do so, you can't cast them in this way again until you finish a Long Rest. To cast any of these spells at a higher level or a second time prior to finishing a Long Rest, you must expend a spell slot."
					]
				},
				{
					"type": "table",
					"caption": "Lesser Dragonmark Benefit",
					"page": 165,
					"colLabels": [
						"Mark",
						"Species",
						"Guidance of the Mark",
						"Cantrip",
						"Spells of the Mark"
					],
					"colStyles": [
						"col- text-",
						"col- text-",
						"col- text-",
						"col- text-",
						"col- text-"
					],
					"rows": [
						[
							"Detection",
							"Khoravar (Half-Elf)",
							"Investigation, Insight",
							"{@spell Guidance|XPHB}",
							"{@spell Detect Poison and Disease|XPHB}, {@spell See Invisibility|XPHB}"
						],
						[
							"Finding",
							"Human, Orc, Half-Orc",
							"Perception, Survival",
							"{@spell True Strike|XPHB}",
							"{@spell Locate Animals and Plants|XPHB}, {@spell Locate Object|XPHB}"
						],
						[
							"Handling",
							"Human",
							"Animal Handling, Nature",
							"None",
							"{@spell Animal Friendship|XPHB}, {@spell Beast Sense|XPHB}, {@spell Speak with Animals|XPHB}"
						],
						[
							"Healing",
							"Halfling",
							"Medicine, Herbalism",
							"{@spell Spare the Dying|XPHB}",
							"{@spell Cure Wounds|XPHB}, {@spell Lesser Restoration|XPHB}"
						],
						[
							"Hospitality",
							"Halfling",
							"Persuasion, Brewer's Supplies or Cook's Utensils",
							"{@spell Friends|XPHB}, {@spell Prestidigitation|XPHB}",
							"{@spell Calm Emotions|XPHB}, {@spell Purify Food and Drink|XPHB}"
						],
						[
							"Making",
							"Human",
							"Arcana, Artisan's Tools",
							"{@spell Mending|XPHB}",
							"{@spell Identify|XPHB}, {@spell Magic Weapon|XPHB}"
						],
						[
							"Passage",
							"Human",
							"Acrobatics, Land Vehicles",
							"{@spell Orien Step|FoEQuickstone}",
							"{@spell Longstrider|XPHB}, {@spell Misty Step|XPHB}"
						],
						[
							"Scribing",
							"Gnome",
							"History, Calligrapher's Supplies",
							"{@spell Message|XPHB}",
							"{@spell Comprehend Languages|XPHB}, {@spell Illusory Script|XPHB} (no Material component required)"
						],
						[
							"Sentinel",
							"Human",
							"Insight, Perception",
							"{@spell Blade Ward|XPHB}",
							"{@spell Shield|XPHB}, {@spell Warding Bond|XPHB}"
						],
						[
							"Shadow",
							"Elf",
							"Performance, Stealth",
							"{@spell Minor Illusion|XPHB}",
							"{@spell Darkness|XPHB}, {@spell Minor Image|XPHB}"
						],
						[
							"Storm",
							"Khoravar (Half-Elf)",
							"Acrobatics, Navigator's Tools",
							"{@spell Shocking Grasp|XPHB}",
							"{@spell Fog Cloud|XPHB}, {@spell Gust of Wind|XPHB}"
						],
						[
							"Warding",
							"Dwarf",
							"Investigation, Thieves' Tools",
							"None",
							"{@spell Alarm|XPHB}, {@spell Arcane Lock|XPHB}, {@spell Knock|XPHB}"
						]
					]
				}
			]
		}
	],
	"spell": [
		{
			"name": "Orien Step",
			"source": "FoEQuickstone",
			"page": 170,
			"level": 0,
			"school": "T",
			"time": [
				{
					"number": 1,
					"unit": "bonus"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "self"
				}
			},
			"components": {
				"s": true
			},
			"duration": [
				{
					"type": "instant"
				}
			],
			"entries": [
				"You teleport up to five feet to an unoccupied space you can see. You cannot teleport through solid objects or out of manacles and similar restraints."
			],
			"miscTags": [
				"TP"
			]
		}
	]
}